Repository: loSpaccaBit/clipboard-archivio
Catalog: ClipboardArchivio/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans

source: Version %@ (%@)
ar: الإصدار %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
tr: Sürüm %@ (%@)
zh_hans: 版本 %@ (%@)

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера
tr: Dün
zh_hans: 昨天

source: You decide what goes in the vault: right-click → Move to vault. Vault contents are encrypted on disk (secure/ folder). Touch ID to view and copy. Auto-expiry configurable below.
ar: أنت من يقرر ما يدخل الخزنة: نقرة يمين → نقل إلى الخزنة. محتويات الخزنة مشفّرة على القرص (مجلد secure/). Touch ID للعرض والنسخ. انتهاء الصلاحية التلقائي قابل للتكوين أدناه.
de: Sie entscheiden, was in den Tresor kommt: Rechtsklick → In Tresor verschieben. Tresorinhalte sind auf der Festplatte verschlüsselt (Ordner secure/). Touch ID zum Anzeigen und Kopieren. Auto-Ablauf unten konfigurierbar.
es: Tú decides qué va a la bóveda: clic derecho → Mover a la bóveda. El contenido se cifra en disco (carpeta secure/). Touch ID para ver y copiar. Caducidad automática configurable abajo.
fr: Vous décidez du contenu du coffre : clic droit → Déplacer vers le coffre. Le contenu est chiffré sur disque (dossier secure/). Touch ID pour afficher et copier. Expiration automatique configurable ci-dessous.
it: Solo tu decidi cosa finisce nel vault: clic destro → Sposta nel vault. I contenuti vault sono cifrati su disco (cartella secure/). Touch ID per visualizzare e copiare. Scadenza automatica configurabile sotto.
ja: Vaultに入れる内容はあなたが決めます: 右クリック → Vaultに移動。Vaultの内容はディスク上で暗号化されます（secure/フォルダ）。表示とコピーにTouch ID。下で自動期限を設定できます。
ko: 보관함에 넣을 항목은 사용자가 결정합니다: 우클릭 → 보관함으로 이동. 보관함 내용은 디스크에 암호화됩니다(secure/ 폴더). 보기 및 복사에 Touch ID. 아래에서 자동 만료를 설정할 수 있습니다.
nl: U bepaalt wat in de kluis komt: rechtsklik → Naar kluis verplaatsen. Kluisinhoud is versleuteld op schijf (map secure/). Touch ID om te bekijken en kopiëren. Automatisch verlopen hieronder instelbaar.
pl: Ty decydujesz, co trafia do sejfu: kliknij prawym → Przenieś do sejfu. Zawartość sejfu jest szyfrowana na dysku (folder secure/). Touch ID do podglądu i kopiowania. Automatyczne wygasanie konfigurowalne poniżej.
pt_br: Você decide o que vai para o cofre: clique direito → Mover para o cofre. O conteúdo é criptografado no disco (pasta secure/). Touch ID para visualizar e copiar. Expiração automática configurável abaixo.
ru: Вы решаете, что попадает в хранилище: правый щелчок → Переместить в хранилище. Содержимое шифруется на диске (папка secure/). Touch ID для просмотра и копирования. Автоистечение настраивается ниже.
tr: Kasaya ne gireceğine siz karar verirsiniz: sağ tık → Kasaya taşı. Kasa içeriği diskte şifrelenir (secure/ klasörü). Görüntülemek ve kopyalamak için Touch ID. Otomatik süre sonu aşağıdan yapılandırılabilir.
zh_hans: 由您决定保险库内容：右键 → 移至保险库。保险库内容在磁盘上加密（secure/ 文件夹）。查看和复制需 Touch ID。可在下方配置自动过期。

source: ⌘V one at a time
ar: ⌘V واحدًا تلو الآخر
de: ⌘V nacheinander
es: ⌘V uno a la vez
fr: ⌘V un par un
it: ⌘V uno alla volta
ja: ⌘Vで1件ずつ
ko: ⌘V로 하나씩
nl: ⌘V één voor één
pl: ⌘V po jednym
pt_br: ⌘V um de cada vez
ru: ⌘V по одному
tr: ⌘V tek tek
zh_hans: ⌘V 逐个粘贴

source: Adds extra protection for your clipboard history. Vault items are always encrypted.
it: Aggiunge un ulteriore livello di protezione. Gli elementi in cassaforte sono sempre cifrati.

source: All rights reserved. Commercial redistribution is prohibited without written permission.
it: Tutti i diritti riservati. La ridistribuzione commerciale è vietata senza autorizzazione scritta.

source: Cancel
it: Annulla

source: Clear all history?
it: Svuotare tutta la cronologia?

source: Clipboard Archive
it: Appunti Archivio

source: Default pause duration
it: Durata pausa predefinita

source: Detects passwords, cards and private data locally on your Mac. Touch ID is required to view vault items.
it: Rileva password, carte e dati privati solo sul tuo Mac. Touch ID è richiesto per visualizzare gli elementi in cassaforte.

source: Encrypt saved history on this Mac
it: Cifra la cronologia salvata su questo Mac

source: General
it: Generale

source: History
it: Cronologia

source: License
it: Licenza

source: Licensed under GNU General Public License v3.0 or later
it: Licenza GNU General Public License v3.0 o successive

source: Licensed under PolyForm Noncommercial License 1.0.0
it: Licenza PolyForm Noncommercial 1.0.0

source: Pause saving from the archive toolbar. While paused, new copies are not recorded.
it: Metti in pausa dal pannello archivio. Finché è attiva, le nuove copie non vengono salvate.

source: Preferences
it: Preferenze

source: Protect sensitive content automatically
it: Proteggi automaticamente i contenuti sensibili

source: Security
it: Sicurezza

source: Sensitive content
it: Contenuti sensibili

source: This removes every saved clip, including pinned items. Vault items are also removed.
it: Rimuove tutti gli elementi salvati, inclusi quelli fissati. Anche gli elementi in cassaforte verranno eliminati.
